Revit 2024 API
Color.InvalidColorValue Property
 Get the invalid Color whose IntegerValue is -1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public static Color InvalidColorValue { get; }
Visual Basic
Public Shared ReadOnly Property InvalidColorValue As Color
	Get
Visual C++
public:
static property Color^ InvalidColorValue {
	Color^ get ();
}
See Also
Color Class
Autodesk.Revit.DB Namespace